const HowDo = () => {
  return (
    <div className="howdo">
      <img
        src="https://yastatic.net/s3/travel/static/_/74d528ace860393e4f4f.png"
        alt=""
      />
      <div className="howdo__list">
        <div className="howdo__item">
          <h1>Как OKEI Airlines Путешествия находят дешёвые билеты?</h1>
          <p>
            OKEI Airlines Путешествия ищут доступные билеты у множества
            партнёров: это авиакомпании и онлайн-продавцы авиабилетов. Всё в
            одном месте — вам не придётся сравнивать цены на разных сайтах,
            чтобы выбрать подходящий вариант. OKEI Airlines Путешествия не берут
            комиссий и сразу показывают цену, по которой вы забронируете билет
            на сайте партнёра.
          </p>
        </div>
        <div className="howdo__item">
          <h1>Как найти самый выгодный билет на самолёт?</h1>
          <p>
            Изучите динамику цен и расписание рейсов по интересующему вас
            направлению. Путешествия покажут все варианты перелёта и подскажут,
            в какие дни билеты на самолёт будут стоить дешевле. Вы также можете
            задать для поиска рейсов важные вам параметры: длительность поездки,
            наличие пересадок и багажа, предпочтительное время вылета и прилёта.
          </p>
        </div>
      </div>
    </div>
  );
};

export default HowDo;
